Repository: KSuntower/Advanced-Mayan-Numeral-Converter
Catalog: lib/l10n/intl_*.arb
Languages: es

# title
source: Advanced Mayan Numerals Converter Squared
es: Convertidor Avanzado de Numerales Mayas al Cuadrado

# titleSectionOne
source: From number to glyph
es: De numero a glifos

# titleSectionTwo
source: From glyph to number
es: De glifos a numero

# classifierTitle
source: Classifiers
es: Clasificadores

# classifierButton
source: Classifier list
es: Lista de Clasificadores

# classifierInfoButton
source: What are classifiers?
es: Que son los clasificadores?

# numberFieldHint
source: write a number
es: ingresa un numero

# configurationTitle
source: Configuration
es: Configuración

# configurationOption0
source: Language
es: Idioma

# languageOption0
source: Spanish
es: Español

# languageOption1
source: English
es: Ingles

# configurationOption1
source: Text method
es: Método de texto

# classifier_list0
source: To count halves or pieces
es: Para mitades o pedazos

# classifier_list1
source: To count handfuls
es: Para haces y manojos

# classifier_list2
source: To count pieces that have been broken out of something rigid
es: Para pedazo que haya sido quebrado de algo rígido

# classifier_list3
source: To count plants
es: Para contar las plantas

# classifier_list4
source: To count bundles of tied things
es: Para contar atados

# classifier_list5
source: For things carried in someone's back
es: Para algo que se transporta en la espalda

# classifier_list6
source: To count how many times somethings has happened
es: Para contar veces que se a sucedido o se ha hecho algo

# classifier_list7
source: To count the amount of objects someone can carry on their arms
es: Para la cantidad de objetos que una persona alcanza cargar entre los brazos

# classifier_list8
source: For piles
es: Para montón, amontonamiento

# classifier_list9
source: To count inert objects
es: Para cosas o objetos inanimados

# classifier_list10
source: To count lashes or strokes
es: Para contar azotes o campanadas

# classifier_list11
source: To count armfuls
es: Para contar brazadas

# classifier_list12
source: To count how many times an action is done
es: Para contar veces en que se realiza una acción

# classifier_list13
source: To count overlapping things
es: Para contar cosas sobrepuestas, estibado

# classifier_list14
source: To count long and slender things
es: Para contar cosas largas y delgadas

# classifier_list15
source: To count humans and creatures, alive or dead
es: Para contar personas y animales, vivos o muertos

# classifier_list16
source: For book pages or anything slender and flat
es: Para hojas de libro o algo delgado y plano

# classifier_list17
source: For round objects
es: Para contar algo redondo

# classifier_list18
source: To count a torn piece, fragment or shred
es: Para contar un pedazo, fragmento o retazo arrancado

# classifier_list19
source: To count a cut piece, fragment or shred
es: Para contar un pedazo, fragmento o retazo cortado
